Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_workspace_save
source: tabs layout project
ar: tabs layout project علامات تبويب تخطيط مشروع
cs: pracovní pracovni prostor karty rozložení rozlozeni projekt tabs layout project
de: registerkarten layout projekt tabs layout project
el: καρτέλες διάταξη έργο tabs layout project
es: pestañas diseño proyecto tabs layout project
fa: زبانه‌ها چیدمان پروژه, tabs layout project
fr: onglets disposition projet tabs layout project
hu: munkaterület munkaterulet lapok elrendezés projekt tabs layout project
id: ruang kerja tab tata letak proyek tabs layout project
it: schede layout progetto tabs project
ja: わーくすぺーすをほぞん
ko: 작업 영역 저장 탭 레이아웃 프로젝트 tabs layout project
pl: karty układ projekt tabs layout project
pt: guias layout projeto tabs project
ro: spatiu spațiu lucru file aspect proiect tabs layout project
th: พื้นที่ทำงาน แท็บ เค้าโครง โปรเจกต์ tabs layout project
tr: sekmeler düzen proje tabs layout project
uk: вкладки макет проєкт tabs layout project
vi: không gian làm việc tab bố cục dự án tabs layout project
zh_hans: 工作区 保存 选项卡 布局 项目 tabs layout project
zh_hant: 工作區 索引標籤 版面配置 專案 tabs layout project

# Cmd_workspace_open
source: Workspace: Open
ar: مساحة العمل: فتح
cs: Pracovní prostor: Otevřít
de: Arbeitsbereich: Öffnen
el: Χώρος εργασίας: Άνοιγμα
es: Área de trabajo: abrir
fa: فضای کاری: باز کردن
fr: Espace de travail : ouvrir
hu: Munkaterület: megnyitás
id: Ruang kerja: Buka
it: Area di lavoro: apri
ja: ワークスペース: 開く
ko: 작업 영역: 열기
pl: Obszar roboczy: otwórz
pt: Espaço de trabalho: abrir
ro: Spațiu de lucru: deschidere
th: พื้นที่ทำงาน: เปิด
tr: Çalışma alanı: Aç
uk: Робоча область: відкрити
vi: Không gian làm việc: Mở
zh_hans: 工作区：打开
zh_hant: 工作區：開啟

# CmdAlias_workspace_open
source: tabs layout project
ar: tabs layout project علامات تبويب تخطيط مشروع
cs: pracovní pracovni prostor karty rozložení rozlozeni projekt tabs layout project
de: registerkarten layout projekt tabs layout project
el: καρτέλες διάταξη έργο tabs layout project
es: pestañas diseño proyecto tabs layout project
fa: زبانه‌ها چیدمان پروژه, tabs layout project
fr: onglets disposition projet tabs layout project
hu: munkaterület munkaterulet lapok elrendezés projekt tabs layout project
id: ruang kerja tab tata letak proyek tabs layout project
it: schede layout progetto tabs project
ja: わーくすぺーすをひらく
ko: 작업 영역 열기 탭 레이아웃 프로젝트 tabs layout project
pl: karty układ projekt tabs layout project
pt: guias layout projeto tabs project
ro: spatiu spațiu lucru file aspect proiect tabs layout project
th: พื้นที่ทำงาน แท็บ เค้าโครง โปรเจกต์ tabs layout project
tr: sekmeler düzen proje tabs layout project
uk: вкладки макет проєкт tabs layout project
vi: không gian làm việc tab bố cục dự án tabs layout project
zh_hans: 工作区 打开 选项卡 布局 项目 tabs layout project
zh_hant: 工作區 索引標籤 版面配置 專案 tabs layout project

# Cmd_view_panel_formatIssues
source: Show or hide the format errors
ar: إظهار أخطاء التنسيق أو إخفاؤها
cs: Zobrazit nebo skrýt chyby formátu
de: Formatfehler ein-/ausblenden
el: Εμφάνιση ή απόκρυψη σφαλμάτων μορφής
es: Mostrar u ocultar los errores de formato
fa: نمایش یا پنهان کردن خطاهای قالب
fr: Afficher ou masquer les erreurs de format
hu: Formátumhibák megjelenítése vagy elrejtése
id: Tampilkan atau sembunyikan kesalahan format
it: Mostra/nascondi errori di formato
ja: 形式の誤りの一覧の表示切り替え
ko: 형식 오류 표시/숨기기
pl: Pokaż/ukryj błędy formatu
pt: Mostrar/ocultar erros de formato
ro: Afișare sau ascundere erori de format
th: แสดงหรือซ่อนข้อผิดพลาดของรูปแบบ
tr: Biçim hatalarını göster veya gizle
uk: Показати або приховати помилки формату
vi: Hiện hoặc ẩn lỗi định dạng
zh_hans: 显示或隐藏格式错误
zh_hant: 顯示或隱藏格式錯誤

# CmdAlias_view_panel_formatIssues
source: intel hex s-record errors checksum
ar: intel hex s-record errors checksum أخطاء مجموع اختباري
cs: chyby kontrolní kontrolni součet soucet intel hex s-record errors checksum
de: fehler prüfsumme intel hex s-record errors checksum
el: σφάλματα άθροισμα ελέγχου intel hex s-record errors checksum
es: errores suma de comprobación intel hex s-record errors checksum
fa: خطاها چک‌سام, intel hex s-record errors checksum
fr: erreurs somme de contrôle intel hex s-record errors checksum
hu: formátumhibák formatumhibak ellenőrzőösszeg hibák intel hex s-record errors checksum
id: kesalahan format checksum intel hex s-record errors checksum
it: errori checksum intel hex s-record errors
ja: けいしきのあやまり
ko: 형식 오류 체크섬 intel hex s-record errors checksum
pl: błędy suma kontrolna intel hex s-record errors checksum
pt: erros soma de verificação intel hex s-record errors checksum
ro: erori suma sumă control intel hex s-record errors checksum
th: ข้อผิดพลาด รูปแบบ intel hex s-record errors checksum
tr: hatalar sağlama toplamı intel hex s-record errors checksum
uk: помилки контрольна сума intel hex s-record errors checksum
vi: lỗi định dạng tổng kiểm tra intel hex s-record errors checksum
zh_hans: 格式错误 校验和 intel hex s-record errors checksum
zh_hant: 格式錯誤 總和檢查碼 intel hex s-record errors checksum

# Formats_NotEncoded
source: This document wasn't decoded from Intel HEX, S-record, or Base64.
ar: لم يتم فك ترميز هذا المستند من Intel HEX أو S-record أو Base64.
cs: Tento dokument nebyl dekódován z formátu Intel HEX, S-record ani Base64.
de: Dieses Dokument wurde nicht aus Intel HEX, S-record oder Base64 decodiert.
el: Αυτό το έγγραφο δεν αποκωδικοποιήθηκε από Intel HEX, S-record ή Base64.
es: Este documento no se decodificó desde Intel HEX, S-record ni Base64.
fa: این سند از Intel HEX، S-record یا Base64 رمزگشایی نشده است.
fr: Ce document n'a pas été décodé à partir d'Intel HEX, S-record ou Base64.
hu: Ez a dokumentum nem Intel HEX, S-record vagy Base64 formátumból lett dekódolva.
id: Dokumen ini tidak didekode dari Intel HEX, S-record, atau Base64.
it: Questo documento non è stato decodificato da Intel HEX, S-record o Base64.
ja: このドキュメントは Intel HEX・S-record・Base64 をデコードして開いたものではありません。
ko: 이 문서는 Intel HEX, S-record 또는 Base64에서 디코딩한 문서가 아닙니다.
pl: Ten dokument nie został zdekodowany z formatu Intel HEX, S-record ani Base64.
pt: Este documento não foi decodificado de Intel HEX, S-record ou Base64.
ro: Acest document nu a fost decodificat din Intel HEX, S-record sau Base64.
th: เอกสารนี้ไม่ได้ถอดรหัสมาจาก Intel HEX, S-record หรือ Base64
tr: Bu belge Intel HEX, S-record veya Base64'ten çözülmedi.
uk: Цей документ не було декодовано з Intel HEX, S-record або Base64.
vi: Tài liệu này không được giải mã từ Intel HEX, S-record hoặc Base64.
zh_hans: 此文档不是从 Intel HEX、S-record 或 Base64 解码而来的。
zh_hant: 此文件不是從 Intel HEX、S-record 或 Base64 解碼而來。

# Format_url
source: URL encoding
ar: ترميز URL
cs: Kódování URL
de: URL-Codierung
el: Κωδικοποίηση URL
es: Codificación URL
fa: رمزگذاری URL
fr: Encodage URL
hu: URL-kódolás
id: Pengodean URL
it: Codifica URL
ja: URL エンコード
ko: URL 인코딩
pl: Kodowanie URL
pt: Codificação de URL
ro: Codificare URL
th: การเข้ารหัส URL
tr: URL kodlaması
uk: URL-кодування
vi: Mã hóa URL
zh_hans: URL 编码
zh_hant: URL 編碼

# Format_hextext
source: Hex text
ar: نص Hex
cs: Text Hex
el: Κείμενο Hex
es: Texto Hex
fa: متن Hex
fr: Texte Hex
hu: Hex szöveg
id: Teks Hex
it: Testo Hex
ja: Hex テキスト
ko: Hex 텍스트
pl: Tekst Hex
pt: Texto Hex
ro: Text Hex
th: ข้อความ Hex
tr: Hex metni
uk: Hex-текст
vi: Văn bản Hex
zh_hans: Hex 文本
zh_hant: Hex 文字

# Format_dectext
source: Decimal text
ar: نص عشري
cs: Desítkový text
de: Dezimaltext
el: Δεκαδικό κείμενο
es: Texto decimal
fa: متن دهدهی
fr: Texte décimal
hu: Decimális szöveg
id: Teks desimal
it: Testo decimale
ja: 10 進テキスト
ko: 10진수 텍스트
pl: Tekst dziesiętny
pt: Texto decimal
ro: Text zecimal
th: ข้อความฐานสิบ
tr: Ondalık metin
uk: Десятковий текст
vi: Văn bản thập phân
zh_hans: 十进制文本
zh_hant: 十進位文字

# Format_c
source: Source code: C
ar: التعليمات البرمجية المصدر: C
cs: Zdrojový kód: C
de: Quellcode: C
el: Πηγαίος κώδικας: C
es: Código fuente: C
fa: کد منبع: C
fr: Code source : C
hu: Forráskód: C
id: Kode sumber: C
it: Codice sorgente: C
ja: ソースコード: C
ko: 소스 코드: C
pl: Kod źródłowy: C
pt: Código-fonte: C
ro: Cod sursă: C
th: ซอร์สโค้ด: C
tr: Kaynak kod: C
uk: Вихідний код: C
vi: Mã nguồn: C
zh_hans: 源代码：C
zh_hant: 原始程式碼：C

# Format_cpp
source: Source code: C++
ar: التعليمات البرمجية المصدر: C++
cs: Zdrojový kód: C++
de: Quellcode: C++
el: Πηγαίος κώδικας: C++
es: Código fuente: C++
fa: کد منبع: C++
fr: Code source : C++
hu: Forráskód: C++
id: Kode sumber: C++
it: Codice sorgente: C++
ja: ソースコード: C++
ko: 소스 코드: C++
pl: Kod źródłowy: C++
pt: Código-fonte: C++
ro: Cod sursă: C++
th: ซอร์สโค้ด: C++
tr: Kaynak kod: C++
uk: Вихідний код: C++
vi: Mã nguồn: C++
zh_hans: 源代码：C++
zh_hant: 原始程式碼：C++

# Format_csharp
source: Source code: C#
ar: التعليمات البرمجية المصدر: C#
cs: Zdrojový kód: C#
de: Quellcode: C#
el: Πηγαίος κώδικας: C#
es: Código fuente: C#
fa: کد منبع: C#
fr: Code source : C#
hu: Forráskód: C#
id: Kode sumber: C#
it: Codice sorgente: C#
ja: ソースコード: C#
ko: 소스 코드: C#
pl: Kod źródłowy: C#
pt: Código-fonte: C#
ro: Cod sursă: C#
th: ซอร์สโค้ด: C#
tr: Kaynak kod: C#
uk: Вихідний код: C#
vi: Mã nguồn: C#
zh_hans: 源代码：C#
zh_hant: 原始程式碼：C#

# Format_java
source: Source code: Java
ar: التعليمات البرمجية المصدر: Java
cs: Zdrojový kód: Java
de: Quellcode: Java
el: Πηγαίος κώδικας: Java
es: Código fuente: Java
fa: کد منبع: Java
fr: Code source : Java
hu: Forráskód: Java
id: Kode sumber: Java
it: Codice sorgente: Java
ja: ソースコード: Java
ko: 소스 코드: Java
pl: Kod źródłowy: Java
pt: Código-fonte: Java
ro: Cod sursă: Java
th: ซอร์สโค้ด: Java
tr: Kaynak kod: Java
uk: Вихідний код: Java
vi: Mã nguồn: Java
zh_hans: 源代码：Java
zh_hant: 原始程式碼：Java

# Format_js
source: Source code: JavaScript
ar: التعليمات البرمجية المصدر: JavaScript
cs: Zdrojový kód: JavaScript
de: Quellcode: JavaScript
el: Πηγαίος κώδικας: JavaScript
es: Código fuente: JavaScript
fa: کد منبع: JavaScript
fr: Code source : JavaScript
hu: Forráskód: JavaScript
id: Kode sumber: JavaScript
it: Codice sorgente: JavaScript
ja: ソースコード: JavaScript
ko: 소스 코드: JavaScript
pl: Kod źródłowy: JavaScript
pt: Código-fonte: JavaScript
ro: Cod sursă: JavaScript
th: ซอร์สโค้ด: JavaScript
tr: Kaynak kod: JavaScript
uk: Вихідний код: JavaScript
vi: Mã nguồn: JavaScript
zh_hans: 源代码：JavaScript
zh_hant: 原始程式碼：JavaScript

# Format_python
source: Source code: Python
ar: التعليمات البرمجية المصدر: Python
cs: Zdrojový kód: Python
de: Quellcode: Python
el: Πηγαίος κώδικας: Python
es: Código fuente: Python
fa: کد منبع: Python
fr: Code source : Python
hu: Forráskód: Python
id: Kode sumber: Python
it: Codice sorgente: Python
ja: ソースコード: Python
ko: 소스 코드: Python
pl: Kod źródłowy: Python
pt: Código-fonte: Python
ro: Cod sursă: Python
th: ซอร์สโค้ด: Python
tr: Kaynak kod: Python
uk: Вихідний код: Python
vi: Mã nguồn: Python
zh_hans: 源代码：Python
zh_hant: 原始程式碼：Python

# Format_rust
source: Source code: Rust
ar: التعليمات البرمجية المصدر: Rust
cs: Zdrojový kód: Rust
de: Quellcode: Rust
el: Πηγαίος κώδικας: Rust
es: Código fuente: Rust
fa: کد منبع: Rust
fr: Code source : Rust
hu: Forráskód: Rust
id: Kode sumber: Rust
it: Codice sorgente: Rust
ja: ソースコード: Rust
ko: 소스 코드: Rust
pl: Kod źródłowy: Rust
pt: Código-fonte: Rust
ro: Cod sursă: Rust
th: ซอร์สโค้ด: Rust
tr: Kaynak kod: Rust
uk: Вихідний код: Rust
vi: Mã nguồn: Rust
zh_hans: 源代码：Rust
zh_hant: 原始程式碼：Rust

# Format_go
source: Source code: Go
ar: التعليمات البرمجية المصدر: Go
cs: Zdrojový kód: Go
de: Quellcode: Go
el: Πηγαίος κώδικας: Go
es: Código fuente: Go
fa: کد منبع: Go
fr: Code source : Go
hu: Forráskód: Go
id: Kode sumber: Go
it: Codice sorgente: Go
ja: ソースコード: Go
ko: 소스 코드: Go
pl: Kod źródłowy: Go
pt: Código-fonte: Go
ro: Cod sursă: Go
th: ซอร์สโค้ด: Go
tr: Kaynak kod: Go
uk: Вихідний код: Go
vi: Mã nguồn: Go
zh_hans: 源代码：Go
zh_hant: 原始程式碼：Go

# Format_pascal
source: Source code: Pascal
ar: التعليمات البرمجية المصدر: Pascal
cs: Zdrojový kód: Pascal
de: Quellcode: Pascal
el: Πηγαίος κώδικας: Pascal
es: Código fuente: Pascal
fa: کد منبع: Pascal
fr: Code source : Pascal
hu: Forráskód: Pascal
id: Kode sumber: Pascal
it: Codice sorgente: Pascal
ja: ソースコード: Pascal
ko: 소스 코드: Pascal
pl: Kod źródłowy: Pascal
pt: Código-fonte: Pascal
ro: Cod sursă: Pascal
th: ซอร์สโค้ด: Pascal
tr: Kaynak kod: Pascal
uk: Вихідний код: Pascal
vi: Mã nguồn: Pascal
zh_hans: 源代码：Pascal
zh_hant: 原始程式碼：Pascal

# Format_vbnet
source: Source code: VB.NET
ar: التعليمات البرمجية المصدر: VB.NET
cs: Zdrojový kód: VB.NET
de: Quellcode: VB.NET
el: Πηγαίος κώδικας: VB.NET
es: Código fuente: VB.NET
fa: کد منبع: VB.NET
fr: Code source : VB.NET
hu: Forráskód: VB.NET
id: Kode sumber: VB.NET
it: Codice sorgente: VB.NET
ja: ソースコード: VB.NET
ko: 소스 코드: VB.NET
pl: Kod źródłowy: VB.NET
pt: Código-fonte: VB.NET
ro: Cod sursă: VB.NET
th: ซอร์สโค้ด: VB.NET
tr: Kaynak kod: VB.NET
uk: Вихідний код: VB.NET
vi: Mã nguồn: VB.NET
zh_hans: 源代码：VB.NET
zh_hant: 原始程式碼：VB.NET

# Format_dumptext
source: Dump: text
ar: تفريغ: نص
cs: Výpis: text
el: Αποτύπωση: κείμενο
es: Volcado: texto
fa: دامپ: متن
fr: Vidage : texte
hu: Dump: szöveg
id: Dump: teks
it: Dump: testo
ja: ダンプ: テキスト
ko: 덤프: 텍스트
pl: Zrzut: tekst
pt: Despejo: texto
th: ดัมพ์: ข้อความ
tr: Döküm: metin
uk: Дамп: текст
vi: Kết xuất: văn bản
zh_hans: 转储：文本
zh_hant: 傾印：文字

# Format_html
source: Dump: HTML
ar: تفريغ: HTML
cs: Výpis: HTML
el: Αποτύπωση: HTML
es: Volcado: HTML
fa: دامپ: HTML
fr: Vidage : HTML
ja: ダンプ: HTML
ko: 덤프: HTML
pl: Zrzut: HTML
pt: Despejo: HTML
th: ดัมพ์: HTML
tr: Döküm: HTML
uk: Дамп: HTML
vi: Kết xuất: HTML
zh_hans: 转储：HTML
zh_hant: 傾印：HTML

# Format_rtf
source: Dump: RTF
ar: تفريغ: RTF
cs: Výpis: RTF
el: Αποτύπωση: RTF
es: Volcado: RTF
fa: دامپ: RTF
fr: Vidage : RTF
ja: ダンプ: RTF
ko: 덤프: RTF
pl: Zrzut: RTF
pt: Despejo: RTF
th: ดัมพ์: RTF
tr: Döküm: RTF
uk: Дамп: RTF
vi: Kết xuất: RTF
zh_hans: 转储：RTF
zh_hant: 傾印：RTF

# Format_tex
source: Dump: TeX
ar: تفريغ: TeX
cs: Výpis: TeX
el: Αποτύπωση: TeX
es: Volcado: TeX
fa: دامپ: TeX
fr: Vidage : TeX
ja: ダンプ: TeX
ko: 덤프: TeX
pl: Zrzut: TeX
pt: Despejo: TeX
th: ดัมพ์: TeX
tr: Döküm: TeX
uk: Дамп: TeX
vi: Kết xuất: TeX
zh_hans: 转储：TeX
zh_hant: 傾印：TeX

# Format_markdown
source: Dump: Markdown
ar: تفريغ: Markdown
cs: Výpis: Markdown
el: Αποτύπωση: Markdown
es: Volcado: Markdown
fa: دامپ: Markdown
fr: Vidage : Markdown
ja: ダンプ: Markdown
ko: 덤프: Markdown
pl: Zrzut: Markdown
pt: Despejo: Markdown
th: ดัมพ์: Markdown
tr: Döküm: Markdown
uk: Дамп: Markdown
vi: Kết xuất: Markdown
zh_hans: 转储：Markdown
zh_hant: 傾印：Markdown

# Format_ips
source: IPS patch
ar: تصحيح IPS
cs: Oprava IPS
el: Ενημέρωση κώδικα IPS
es: Parche IPS
fa: وصلهٔ IPS
fr: Correctif IPS
hu: IPS-javítás
id: Patch IPS
it: Patch IPS
ja: IPS パッチ
ko: IPS 패치
pl: Poprawka IPS
pt: Patch IPS
ro: Patch IPS
th: แพตช์ IPS
tr: IPS yaması
uk: Патч IPS
vi: Bản vá IPS
zh_hans: IPS 补丁
zh_hant: IPS 修補檔

# Format_ips32
source: IPS32 patch
ar: تصحيح IPS32
cs: Oprava IPS32
el: Ενημέρωση κώδικα IPS32
es: Parche IPS32
fa: وصلهٔ IPS32
fr: Correctif IPS32
hu: IPS32-javítás
id: Patch IPS32
it: Patch IPS32
ja: IPS32 パッチ
ko: IPS32 패치
pl: Poprawka IPS32
pt: Patch IPS32
ro: Patch IPS32
th: แพตช์ IPS32
tr: IPS32 yaması
uk: Патч IPS32
vi: Bản vá IPS32
zh_hans: IPS32 补丁
zh_hant: IPS32 修補檔

# Format_bin
source: Binary
ar: ثنائي
cs: Binární
de: Binär
el: Δυαδικό
es: Binario
fa: دودویی
fr: Binaire
hu: Bináris
id: Biner
it: Binario
ja: バイナリ
ko: 이진
pl: Binarny
pt: Binário
ro: Binar
th: ไบนารี
tr: İkili
uk: Двійковий
vi: Nhị phân
zh_hans: 二进制
zh_hant: 二進位

# OpenAdv_Title
source: Open with options
ar: فتح مع خيارات
cs: Otevřít s možnostmi
de: Mit Optionen öffnen
el: Άνοιγμα με επιλογές
es: Abrir con opciones
fa: باز کردن با گزینه‌ها
fr: Ouvrir avec des options
hu: Megnyitás beállításokkal
id: Buka dengan opsi
it: Apri con opzioni
ja: 詳細を指定して開く
ko: 옵션을 지정하여 열기
pl: Otwórz z opcjami
pt: Abrir com opções
ro: Deschidere cu opțiuni
th: เปิดพร้อมตัวเลือก
tr: Seçeneklerle aç
uk: Відкриття з параметрами
vi: Mở với tùy chọn
zh_hans: 使用选项打开
zh_hant: 以選項開啟

# OpenAdv_Path
source: File
ar: الملف
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ro: Fișier
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# OpenAdv_Browse
source: Browse...
ar: استعراض...
cs: Procházet...
de: Durchsuchen...
el: Αναζήτηση...
es: Examinar...
fa: مرور...
fr: Parcourir...
hu: Tallózás...
id: Telusuri...
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
pl: Przeglądaj...
pt: Procurar...
ro: Răsfoire...
th: เรียกดู...
tr: Gözat...
uk: Огляд...
vi: Duyệt...
zh_hans: 浏览...
zh_hant: 瀏覽...

# OpenAdv_ReadOnly
source: Open read-only
ar: فتح للقراءة فقط
cs: Otevřít jen pro čtení
de: Schreibgeschützt öffnen
el: Άνοιγμα μόνο για ανάγνωση
es: Abrir como solo lectura
fa: باز کردن فقط خواندنی
fr: Ouvrir en lecture seule
hu: Megnyitás írásvédetten
id: Buka sebagai baca-saja
it: Apri in sola lettura
ja: 読み取り専用で開く
ko: 읽기 전용으로 열기
pl: Otwórz tylko do odczytu
pt: Abrir como somente leitura
ro: Deschidere doar în citire
th: เปิดแบบอ่านอย่างเดียว
tr: Salt okunur aç
uk: Відкрити лише для читання
vi: Mở chỉ đọc
zh_hans: 以只读方式打开
zh_hant: 以唯讀方式開啟

# OpenAdv_DiskImage
source: Open as a disk image (choose the sector size next)
ar: فتح كصورة قرص (اختر حجم القطاع بعد ذلك)
cs: Otevřít jako obraz disku (velikost sektoru zvolíte v dalším kroku)
de: Als Datenträgerabbild öffnen (Sektorgröße als Nächstes wählen)
el: Άνοιγμα ως εικόνα δίσκου (στη συνέχεια επιλέξτε το μέγεθος τομέα)
es: Abrir como imagen de disco (elegir después el tamaño de sector)
fa: باز کردن به‌عنوان ایمیج دیسک (سپس اندازهٔ سکتور را انتخاب کنید)
fr: Ouvrir comme image disque (choisir ensuite la taille de secteur)
hu: Megnyitás lemezképként (a szektorméretet ezután választhatja ki)
id: Buka sebagai image disk (pilih ukuran sektor berikutnya)
it: Apri come immagine disco (scegli poi la dimensione del settore)
ja: ディスクイメージとして開く (次にセクタサイズを選ぶ)
ko: 디스크 이미지로 열기(다음에 섹터 크기 선택)
pl: Otwórz jako obraz dysku (następnie wybierz rozmiar sektora)
pt: Abrir como imagem de disco (escolha o tamanho do setor em seguida)
ro: Deschidere ca imagine de disc (alegeți apoi dimensiunea sectorului)
th: เปิดเป็นอิมเมจดิสก์ (เลือกขนาดเซกเตอร์ในขั้นถัดไป)
tr: Disk görüntüsü olarak aç (ardından sektör boyutunu seçin)
uk: Відкрити як образ диска (далі виберіть розмір сектора)
vi: Mở dưới dạng ảnh đĩa (chọn kích thước sector ở bước sau)
zh_hans: 作为磁盘映像打开（接下来选择扇区大小）
zh_hant: 以磁碟映像開啟（接著選擇磁區大小）

# OpenAdv_DenyWrites
source: Don't let other apps write to the file
ar: منع التطبيقات الأخرى من الكتابة إلى الملف
cs: Nedovolit jiným aplikacím zapisovat do souboru
de: Anderen Apps das Schreiben in die Datei verweigern
el: Να μην επιτρέπεται σε άλλες εφαρμογές η εγγραφή στο αρχείο
es: No permitir que otras aplicaciones escriban en el archivo
fa: اجازه ندادن به برنامه‌های دیگر برای نوشتن در فایل
fr: Empêcher les autres applications d'écrire dans le fichier
hu: Más alkalmazások ne írhassanak a fájlba
id: Jangan izinkan aplikasi lain menulis ke file
it: Impedisci ad altre app di scrivere nel file
ja: 他のアプリの書き込みを禁止する
ko: 다른 앱이 파일에 쓰지 못하게 하기
pl: Nie zezwalaj innym aplikacjom na zapis do pliku
pt: Não permitir que outros aplicativos gravem no arquivo
ro: Nu permiteți altor aplicații să scrie în fișier
th: ไม่อนุญาตให้แอปอื่นเขียนลงในไฟล์
tr: Diğer uygulamaların dosyaya yazmasına izin verme
uk: Заборонити іншим програмам запис у файл
vi: Không cho ứng dụng khác ghi vào tệp
zh_hans: 不允许其他应用写入此文件
zh_hant: 不允許其他應用程式寫入檔案

# OpenAdv_Range
source: Open a range
ar: فتح نطاق
cs: Otevřít rozsah
de: Einen Bereich öffnen
el: Άνοιγμα περιοχής
es: Abrir un rango
fa: باز کردن یک محدوده
fr: Ouvrir une plage
hu: Tartomány megnyitása
id: Buka rentang
it: Apri un intervallo
ja: 範囲を指定して開く
ko: 범위 열기
pl: Otwórz zakres
pt: Abrir um intervalo
ro: Deschidere interval
th: เปิดช่วง
tr: Bir aralık aç
uk: Відкрити діапазон
vi: Mở một phạm vi
zh_hans: 打开范围
zh_hant: 開啟範圍

# OpenAdv_Start
source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fa: آغاز
fr: Début
hu: Kezdet
id: Awal
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ro: Început
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# OpenAdv_LengthKind
source: Specify the range by
ar: تحديد النطاق بواسطة
cs: Zadat rozsah pomocí
de: Bereich angeben durch
el: Καθορισμός της περιοχής με
es: Especificar el rango por
fa: تعیین محدوده بر اساس
fr: Spécifier la plage par
hu: Tartomány megadása
id: Tentukan rentang dengan
it: Specifica l'intervallo per
ja: 範囲の指定
ko: 범위 지정 방법
pl: Określ zakres przez
pt: Especificar o intervalo por
ro: Specificare interval prin
th: ระบุช่วงโดย
tr: Aralığı şununla belirt
uk: Задати діапазон через
vi: Chỉ định phạm vi theo
zh_hans: 指定范围的方式
zh_hant: 指定範圍的方式

# OpenAdv_ByLength
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
th: ความยาว
tr: Uzunluk
uk: Довжину
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# OpenAdv_ByEnd
source: End (inclusive)
ar: النهاية (مضمّنة)
cs: Konec (včetně)
de: Ende (einschließlich)
el: Τέλος (συμπεριλαμβάνεται)
es: Final (incluido)
fa: پایان (شامل)
fr: Fin (incluse)
hu: Vég (ezzel együtt)
id: Akhir (inklusif)
it: Fine (inclusa)
ja: 終了 (その位置を含む)
ko: 끝(이 바이트 포함)
pl: Koniec (włącznie)
pt: Fim (inclusivo)
ro: Sfârșit (inclusiv)
th: สิ้นสุด (รวมตำแหน่งนั้น)
tr: Son (dahil)
uk: Кінець (включно)
vi: Kết thúc (bao gồm)
zh_hans: 结束（含此字节）
zh_hant: 結束（含此位元組）

# OpenAdv_Length
source: Length or end
ar: الطول أو النهاية
cs: Délka nebo konec
de: Länge oder Ende
el: Μήκος ή τέλος
es: Longitud o final
fa: طول یا پایان
fr: Longueur ou fin
hu: Hossz vagy vég
id: Panjang atau akhir
it: Lunghezza o fine
ja: 長さ / 終了
ko: 길이 또는 끝
pl: Długość lub koniec
pt: Comprimento ou fim
ro: Lungime sau sfârșit
th: ความยาวหรือจุดสิ้นสุด
tr: Uzunluk veya son
uk: Довжина або кінець
vi: Độ dài hoặc kết thúc
zh_hans: 长度或结束
zh_hant: 長度或結束

# OpenAdv_Resizable
source: Allow changing the length (insert and delete)
ar: السماح بتغيير الطول (الإدراج والحذف)
cs: Povolit změnu délky (vkládání a odstraňování)
de: Ändern der Länge zulassen (Einfügen und Löschen)
el: Να επιτρέπεται η αλλαγή μήκους (εισαγωγή και διαγραφή)
es: Permitir cambiar la longitud (insertar y eliminar)
fa: اجازهٔ تغییر طول (درج و حذف)
fr: Autoriser la modification de la longueur (insertion et suppression)
hu: A hossz módosításának engedélyezése (beszúrás és törlés)
id: Izinkan mengubah panjang (sisipkan dan hapus)
it: Consenti di modificare la lunghezza (inserimento ed eliminazione)
ja: 長さの変更を許可する (挿入・削除)
ko: 길이 변경 허용(삽입 및 삭제)
pl: Zezwalaj na zmianę długości (wstawianie i usuwanie)
pt: Permitir alterar o comprimento (inserir e excluir)
ro: Permitere modificare lungime (inserare și ștergere)
th: อนุญาตให้เปลี่ยนความยาว (แทรกและลบ)
tr: Uzunluğun değiştirilmesine izin ver (ekleme ve silme)
uk: Дозволити зміну довжини (вставлення й видалення)
vi: Cho phép thay đổi độ dài (chèn và xóa)
zh_hans: 允许更改长度（插入和删除）
zh_hant: 允許變更長度（插入和刪除）

# OpenAdv_Format
source: Format
ar: التنسيق
cs: Formát
el: Μορφή
es: Formato
fa: قالب
hu: Formátum
it: Formato
ja: 形式
ko: 형식
pt: Formato
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# OpenAdv_Format_auto
source: Automatic
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pl: Automatyczny
pt: Automático
ro: Automat
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# OpenAdv_Format_bin
source: Binary as is
ar: ثنائي كما هو
cs: Binární beze změny
de: Binär unverändert
el: Δυαδικό ως έχει
es: Binario tal cual
fa: دودویی همان‌طور که هست
fr: Binaire tel quel
hu: Bináris, változatlanul
id: Biner apa adanya
it: Binario così com'è
ja: バイナリのまま
ko: 이진 그대로
pl: Binarny bez zmian
pt: Binário como está
ro: Binar așa cum este
th: ไบนารีตามเดิม
tr: Olduğu gibi ikili
uk: Двійковий як є
vi: Nhị phân nguyên trạng
zh_hans: 按原样的二进制
zh_hant: 原樣二進位
